# St7CloseFile

Closes an open Strand7 model file. All associated scratch files that may have been created are automatically
deleted.

long St7CloseFile(long uID)

Input Parameters

uID

Strand7 model file ID.